SAG/CABA/SAGVTV 1.3.3/.svn/pristine/97/97574ac2b5c5324382a28496d4af2852e2e0ccbd.svn-base

<soapenv:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:urn="urn:suvtv" xmlns:soapenc="http://schemas.xmlsoap.org/soap/encoding/"><soapenv:Header/><soapenv:Body><urn:informarVerificacion soapenv:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/"><usuarioID xsi:type="xsd:unsignedLong">4</usuarioID><ingresoID xsi:type="xsd:unsignedLong">14234</ingresoID><pantaID xsi:type="xsd:unsignedLong">4</pantaID><turnoID xsi:type="xsd:unsignedLong">114</turnoID><formularios SOAP-ENC:arrayType="xsd:unsignedLong[]" xsi:type="ns1:formularios"><tramiteNumero xsi:type="xsd:unsignedLong">1348262</tramiteNumero><datosPresentante xsi:type="urn:datosPresentante"><datosPersonales xsi:type="urn:datosPersonales"><genero xsi:type="urn:genero"></genero><tipoDocumento xsi:type="xsd:int"></tipoDocumento><numeroDocumento xsi:type="xsd:unsignedLong">29113834</numeroDocumento><nombre xsi:type="xsd:string">martin</nombre><apellido xsi:type="xsd:string">bien</apellido></datosPersonales><domicilio xsi:type="urn:domicilio"><domicilio xsi:type="urn:domicilio"><calle xsi:type="xsd:string">san martin</calle><numero xsi:type="xsd:string">11</numero> <piso xsi:type="xsd:string">1</piso><departamento xsi:type="xsd:string">11</departamento><localidad xsi:type="xsd:string">CABAÑA SPINDOLA</localidad> <provinciaID xsi:type="xsd:int">1</provinciaID> <provincia xsi:type="xsd:string">1</provincia><codigoPostal xsi:type="xsd:string">1834</codigoPostal></domicilio> <datosContacto xsi:type="urn:datosContactoPresentante"><telefonoCelular xsi:type="xsd:string">33860738</telefonoCelular> <email xsi:type="xsd:string"></email></datosContacto></datosPresentante><datosVerificacion xsi:type="urn:datosVerificacion"><resultado xsi:type="urn:verificacionResultado">A</resultado><fechaVencimiento xsi:type="xsd:date">13/07/2017</fechaVencimiento><fechaVigencia xsi:type="xsd:date">13/07/2016 12:32:37</fechaVigencia><fechaEntrada xsi:type="xsd:dateTime"></fechaEntrada><fechaSalida xsi:type="xsd:dateTime">13/07/2016 12:38:41</fechaSalida><detallesVerificacion xsi:type="urn:detallesVerificacion"><motorVerificacion xsi:type="urn:resultadoVerificacion"><resultado xsi:type="urn:verificacionResultado">A</resultado><observaciones xsi:type="xsd:string"></observaciones></motorVerificacion><lucesVerificacion xsi:type="urn:resultadoVerificacion"> <resultado xsi:type="urn:verificacionResultado">A</resultado><observaciones xsi:type="xsd:string"></observaciones> </lucesVerificacion><direccionVerificacion xsi:type="urn:resultadoVerificacion"> <resultado xsi:type="urn:verificacionResultado">A</resultado> <observaciones xsi:type="xsd:string"></observaciones> </direccionVerificacion><frenosVerificacion xsi:type="urn:resultadoVerificacion"> <resultado xsi:type="urn:verificacionResultado">A</resultado><observaciones xsi:type="xsd:string"></observaciones></frenosVerificacion><suspensionVerificacion xsi:type="urn:resultadoVerificacion"><resultado xsi:type="urn:verificacionResultado">A</resultado><observaciones xsi:type="xsd:string"></observaciones></suspensionVerificacion><chasisVerificacion xsi:type="urn:resultadoVerificacion"> <resultado xsi:type="urn:verificacionResultado">A</resultado><observaciones xsi:type="xsd:string"></observaciones></chasisVerificacion><llantasVerificacion xsi:type="urn:resultadoVerificacion"><resultado xsi:type="urn:verificacionResultado">A</resultado><observaciones xsi:type="xsd:string"></observaciones></llantasVerificacion><neumaticosVerificacion xsi:type="urn:resultadoVerificacion"><resultado xsi:type="urn:verificacionResultado">A</resultado><observaciones xsi:type="xsd:string"></observaciones></neumaticosVerificacion><generalVerificacion xsi:type="urn:resultadoVerificacion"><resultado xsi:type="urn:verificacionResultado">A</resultado><observaciones xsi:type="xsd:string"></observaciones></generalVerificacion><contaminacionVerificacion xsi:type="urn:resultadoVerificacion"><resultado xsi:type="urn:verificacionResultado">A</resultado><observaciones xsi:type="xsd:string"></observaciones></contaminacionVerificacion><seguridadVerificacion xsi:type="urn:resultadoVerificacion"><resultado xsi:type="urn:verificacionResultado">A</resultado><observaciones xsi:type="xsd:string"></observaciones></seguridadVerificacion></detallesVerificacion> <observaciones xsi:type="xsd:string"></observaciones> </datosVerificacion></urn:informarVerificacion></soapenv:Body></soapenv:Envelope>
